Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.NumberingSeries
The NumberingSeries class represents the numbering series filter expression.

Tekla.Structures.Filtering.Categories.ReinforcingBarFilterExpressions.NumberingSeries.#ctor
Initializes a new instance of the NumberingSeries class.